Revit 2027 API
GroupTypeId.ReleasesMemberForces Property
 Releases / Member Forces.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReleasesMemberForces { get; }
Public Shared ReadOnly Property ReleasesMemberForces As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReleasesMemberForces {
	ForgeTypeId^ get ();
}
static member ReleasesMemberForces : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace